{
    "Welcome_to_React": "Welcome to React and react-i18next",

    "navBar_go_to":"Go To",
    "navBar_welcome":"welcome",
    "navBar_My_Experience":"What I Do",
    "navBar_Tools":"My Tools",
    "navBar_projects":"Projects",
    "navBar_about_me":"About Me",
    "navBar_resume":"Resume",
    "navBar_socials":"Social Media",
    "navBar_go_back":"Go Back",



    "welcome_title": "The Place To Turn Your Ideas Into Reality Welcome To ",
    "welcome_sub_title": "Hello the name is Lenddy I like making web sites and apps that will sut your needs using the best technologies , so what is your next big idea and when do you want to make it happen ?",
    "welcome_btns":["View Resume","View Github","view LinkIn","View Instagram"],
    "welcome_a_tag":["Like the logo","click here","to see who made it"],

    "whatIDo_title":"My Experience",
    "whatIDo_left_title":"Full-stack Developer",
    "whatIDo_left":"As a full-stack developer, my role is to craft websites that adapt to your preferences, starting from the front-end visual interface, progressing through back-end functionalities, and extending to robust database management. my key responsibilities involve designing visually appealing and user-friendly front-end interfaces, developing the back-end logic, including server-side processes and APIs, and ensuring efficient and secure data storage in databases. Additionally, I create and maintain web services to facilitate seamless communication between these components. My work extends to adding new features, rigorous testing, bug fixing, and collaborating with cross-functional teams on diverse projects. In essence, I am the architect of digital solutions, ensuring they align with clients needs and deliver top-notch user experiences while maintaining functionality and data integrity",
    "whatIDo_right_title":"PC Builder",
    "whatIDo_right":"As a PC builder enthusiast who makes custom personal computers (PCs) tailored to you specifications. my expertise spans to component selection, assembly, and system optimization. PC builders begin by meticulously choosing CPU, GPU, motherboard, RAM, storage, and other components based on performance, compatibility, and budget considerations.I will install the operating system and drivers, rigorously test each aspect to confirm flawless functionality. In addition to building new PCs, i also provide upgrade and repair services, staying updated with the latest hardware and software trends. delivering systems optimized for gaming, content creation, professional work, and more.",
    "whatIDo_bottom_title":"Tutor",
    "whatIDo_bottom":"As a tutor, my focus is to guide you to have a fundamentals understanding of web development. Together, we will embark on a journey that equips you with the knowledge and skills to confidently navigate the world of web development at its core. Through hands-on learning , you'll build a solid foundation, enabling you to master the essentials of web development. We'll start with HTML and CSS, the building blocks of the web, and them move into JavaScript and other key technologies, giving you the proficiency needed to create captivating websites and dynamic web applications. By the end of our journey, you will possess the confidence and know-how to tackle web development projects independently, setting you on a path to explore endless opportunities for innovation and self-reliance in this field.",
    
    "tools":"Tools That I Use",

    "project_title":["P","r","o","j","e","c","t","s"],
    "projects_left":"A loans management system using: React, MongoDB, MaterialUI, NodeJs, and Socket.io.",
    "projects_middle":"website for a small cleaning company in Little Rock Arkansas using: react and MaterialUI, AWS, Amazon EC2.",
    "projects_right":"A basic flappy bird clone , instead of a bird it is a cube made using: unity and c#.",

    "profile_title":"About Me",
    "profile_hello":"Hello",
    "profile_there":"There",
    "profile_click":"Click Me",
    "card__body_title":"I AM LENDDY MORALES",
    "card__body_part1":"I'm a 19-year-old Dominican boy who can barly dance bachata I reside in the United States and some day might move to Puerto rico. I embarked on my journey into higher education at the age of 17 with a major in computer engineering. However, I soon realized that the traditional college teaching approach didn't align with my learning style.",
    "card__body_part2":"I made the bold decision to drop out and seek alternative paths to gain knowledge. Just a month later, I joined a coding bootcamp called",
    "card__body_part2_2":". This intensive four-month programming course pushed me to my limits as I strived to keep up with the fast-paced learning environment. Many nights were spent burning the midnight oil, often going to bed at 4 am and waking up at 11 am. Through laughter, tears, and forming strong friendships, I persevered, and it has paid off. I am now proud to call myself a full-stack developer.",
    "card__body_part3":"taught me invaluable skills, including thriving in high-pressure situations, both individually and as part of a cohort. I learned the importance of seeking help when needed and offering assistance to others. It ingrained in me the habit of learning from my mistakes and continually expanding my knowledge.",
    "card__body_part4":"My ultimate goal is to return to college one day and resume my computer engineering studies, with a possible focus on also becoming a game developer or even exploring carpentry.",
    "card__body_part5":"In my free time, I indulge in my passion for video Games, Basketball, Baseball, Anime, Manga listening to Rock ,Pop and Salsa . If any of this resonates with you or piques your interest, feel free to send me a message. Don't hesitate",
    "card_a_tag":"Coding Dojo",

    "contact_title":"Contact Me",
    "contact_send":"Send Message",
    "contact_message_sent":"Message Sent!!!",
    "contact_send_error":"there was an error pease try agin!!!",
    "contact_send_back":"Send Another Message",
    "input_1":"Your Name",
    "input_2":"Your Email",
    "text_area":"Insert Your Message Here",

    "name_validation":"Name must be at lest 2 characters",
    "message_validation":"Message must be at lest 5 characters",
    "message_validation_2":"Message cant be longer than 2000 characters",
    "required":"Required"
}


